Revit 2024 API
SymbolTypeId.BtuPerDegreeF Property
 Symbol BTU/°F, indicating unit British thermal units per degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerDegreeF { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerDegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerDegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace